[
	{
		"index" : 221,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Awesome.  It helps a lot",
		"review_body" : "At first, I was reluctant to talk to a hockey puck.  Okay so I am old fashioned.   I use smart sockets in some areas in my home.  I have them connected to my phone.  But I found out you could program the Echo Dot to them.  I have gotten used to talking to it.  I now command it to turn on and turn off certain things around my home.  You can command it to guard your home.  You can ask where your orders are.  If you say good morning it will give you information as to what happened on that date years ago.  You can joke with it too.  The things you can do with it are endless."
	},
	{
		"index" : 222,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love my Echo Dot!",
		"review_body" : "I purchased the Ring Doorbell at Best Buy and the Echo Dot was included with the purchase. Thanks Best Buy!  I love my Echo Dot!  All you need to do is plug it in, get the app on your phone and follow the prompts.  I ask Alexa silly questions, I ask her to play music, tell me jokes, set up my alarm, set up reminders, I ask for the weather, the time, etc.  love it!"
	},
	{
		"index" : 223,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Echo Dot",
		"review_body" : "This was a gift for my granddaughter’s friend.  He has MS and is confined in a wheelchair.  He could use his arms a couple year’s ago, but only his fingers now.  Echo has changed his life.  He can talk on the phone and reach his family and friends.  It was the best gift EVER."
	},
	{
		"index" : 224,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great Smart Speaker",
		"review_body" : "I really like this speaker it can do a lot of things like in the morning i have an alarm to go to work when i turn off the alarm i set it up to tell me how is the traffic to work and tell me weather and if i want i could set it up to tell me also news, radio and more when i arrive From work i tell it to play music the sound is really good when im going to sleep i tell it to open sleep sounds or i say good night and it gives me a list of sounds it can make that will help me go to sleep i leave the sound the entire night it helps me go to sleep, I don’t have anything smart yet like light bulbs but if i did I would be able to do a lot more with this"
	},
	{
		"index" : 225,
		"prod_name" : "Amazon echo dot",
		"review_head" : "A little mighty Echo",
		"review_body" : "These Echoes are small but versatility and convenient.   A nice feature is that with 2 of them you can link them as stereo speakers (just for streaming music services).  I got one for free as part of a bundle with Echo Show and bought the second one for less than $25 so it was a great deal."
	},
	{
		"index" : 226,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Game changer",
		"review_body" : "This product is awesome! Sound quality and clarity can’t be compared with my previous 1st GEN"
	},
	{
		"index" : 227,
		"prod_name" : "Amazon echo dot",
		"review_head" : "So far so good!",
		"review_body" : "I got this one for my girlfriend, she's still trying to get use to it since this is replacing the Google home she had."
	},
	{
		"index" : 228,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Small and yet so AWESOME",
		"review_body" : "Bought this AWESOME small super smart speaker for my husband. He’s so in love with it, We use it all the time, everyday!"
	},
	{
		"index" : 229,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great Smart speaker for the price",
		"review_body" : "I already had the bigger version, but wanted a smaller one for my bedroom. It was a great choice, and a good deal."
	},
	{
		"index" : 230,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love it",
		"review_body" : "Received this item when I purchased some Christmas gifts during Black Friday and I’m glad I did. Love this echo dot"
	},
	{
		"index" : 231,
		"prod_name" : "Amazon echo dot",
		"review_head" : "A great echo dot",
		"review_body" : "I love my item i purchased only thing i got to learn to work it. And customer service was SUPER!!!!!!"
	},
	{
		"index" : 232,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great bluetooth speaker",
		"review_body" : "I bought this to use as a bluetooth speaker for my phone and it does a good job. I have also spoken to Alexa and have had no problems with it."
	},
	{
		"index" : 233,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Echo dot is a great addition",
		"review_body" : "Works great and Is nice to have in multiple places so we dont have to yell downstairs at Alexia ti get information"
	},
	{
		"index" : 234,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love it!!!!",
		"review_body" : "I absolutely love this thing. My 6 year old loves it too. Lol just got a second one and saving up for the whole system!"
	},
	{
		"index" : 235,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Very good",
		"review_body" : "Cool requires minimum though Very useful when being lazy"
	},
	{
		"index" : 236,
		"prod_name" : "Amazon echo dot",
		"review_head" : "I love this echo",
		"review_body" : "This is very convenient and the app is very easy to understand.It helps with a lot of things like shopping list ,reminders,alarms etc.You can do so much with this !More than the Google hone!"
	},
	{
		"index" : 237,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Alexa is great.",
		"review_body" : "She answers my questions, plays music, tracks my packages, and even tells some pretty good jokes.  She also controls my FireTV.   Love her!"
	},
	{
		"index" : 238,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Fun to use for kids.",
		"review_body" : "I purchased this AI speaker device and it is fairly fun to use and it is surprise to me that device seems smarter as I use more."
	},
	{
		"index" : 239,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Alexa - a great tool and toy",
		"review_body" : "Initially, Alexa was used as a toy - answering simple questions and listening to music; however, with time, we use it for important things, like the weather and the news. Also, to access important queries to save us time to check with the Internet. Alexa is very reliable and it is great with the hands free features, such as , controlling the voice volume with our voices."
	},
	{
		"index" : 240,
		"prod_name" : "Amazon echo dot",
		"review_head" : "First one I owe",
		"review_body" : "I am a Siri person but not gonna lie this Echo dot have me hook it response time is way faster than Siri I really love it."
	},
	{
		"index" : 241,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love this new look",
		"review_body" : "I have several echo products in my home. The ease of a smart home is quite addictive. This sleek new dot works great and is nice update to my decor."
	},
	{
		"index" : 242,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Just getting use to it.",
		"review_body" : "Going to start setting my place with more features. My brother uses it in the whole house. Great app as well."
	},
	{
		"index" : 243,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Echo Dot",
		"review_body" : "I got the Dot along with my second Ring2 Doorbell. I didn't think I'd get much use of it, but I was surprised. I have it in my bedroom. I can listen to internet radio, have her set an alarm, and control my bedside lamp (on/off /dim). Also tells me the time and weather forecast when I ask. I'm really enjoying it."
	},
	{
		"index" : 244,
		"prod_name" : "Amazon echo dot",
		"review_head" : "A Life Saver!",
		"review_body" : "I love Alexa! Although I wish she had a voice like Alex, what girl doesn't want to hear that sexy Male voice!?! It's the one constant in my life it's something that everybody should have, but I know it's not for everybody but it is a necessary evil! (^ ^)"
	},
	{
		"index" : 245,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great introduction to Alexa!",
		"review_body" : "No complaints! Great item to start your smart home, you’ll never be alone again!"
	},
	{
		"index" : 246,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great for whole family",
		"review_body" : "It is great for shipping lists. Sends them right to your phone. Great for solving debates on triva type information. Plays music. All around useful piece of equipment."
	},
	{
		"index" : 247,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great",
		"review_body" : "We love this device its really great  we enjoy every day"
	},
	{
		"index" : 248,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Fun and accurate",
		"review_body" : "Bought 2. Have enjoyed the convenience of having shopping list . Also being able to get messages without having to leave my chair. Listen to music without having to search for the right song"
	},
	{
		"index" : 249,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Small, but packs a punch...",
		"review_body" : "I love my Smarthome devices and this one is no joke. Don't let the size fool you. Speakers are amazing and it is as smart as the bibg boys.  Check out this review: https://youtu.be/CRBYN8SElEI"
	},
	{
		"index" : 250,
		"prod_name" : "Amazon echo dot",
		"review_head" : "All good...No complaints",
		"review_body" : "This gadget is worth the money spent... highly recommended!"
	},
	{
		"index" : 251,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great starter for echo products.",
		"review_body" : "1st echo purchase, great way to start out to see if you like it."
	},
	{
		"index" : 252,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Very convenient",
		"review_body" : "I love my echo dot. I love to hear my favorite music . Also call from my echo and speak hands free."
	},
	{
		"index" : 253,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Very happy with this item",
		"review_body" : "Very happy with my 3rd Gen version. This is my first Alexa Dot unit and I was hesitant to own one at first. After having it set up and enabling it to turn on my home theater receiver for music, I was impressed. Now I want to purchased several more to have one in each room in the household."
	},
	{
		"index" : 254,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great product",
		"review_body" : "The sound quality is awesome for a small device, and Alexia understands my commands like controlling my Xbox console and requesting music from my Apple Music account and Pandora account. Highly recommended for family and friends."
	},
	{
		"index" : 255,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love the ease and interactive convenience.",
		"review_body" : "Easy and reasonable technical product to interact in a variety of ways; fun product of the 21st Century for our family.  She’s a very reasonably priced device.  My favorite user friendly app is adding to my shopping list.  It’s so easy and best of all my phone is always with me so, I can pop in the stores on a spontaneous whim and always have my list!  Before Alexa and Echo Dot, my paper lists were always a lost cause left on the kitchen counter. I’m also more inclined to listen to music  as well, so my health and happiness and attitude is  Much improved and I love the diversity and communication she provides on demand.  Thank you."
	},
	{
		"index" : 256,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love this echo dot",
		"review_body" : "This version of the dot is the first one I would recommend to someone who is interested in a smart speaker but not willing to spend much. The biggest drawback to the previous generation was the sound quality/loudness. I use my echoes mostly for controlling connected devices and listening to podcasts, so I felt like the older echo dot was OK for most things I would require. But even for casual music listening, it wasn't up to snuff. The new one actually has bass and sounds good to me, but it's not going to sound like a Sonos or anything and I'm not an audiophile but I do think this will satisfy the majority of people's expectations for $50. I also have the $100 full size Echo from 2017 and the new echo dot has about 65% of the sound quality and loudness of that model vs the older dot having about 15% of the sound quality of the full size echo. I have been using this new dot for a few days without any issues. I love it and I think you should get one!"
	},
	{
		"index" : 257,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Better sound than I expected",
		"review_body" : "Recently added this to one of my bedrooms - I have it set up in a group with a 2017 Echo located in the living room to provide a seamless music experience.  It does a great job as an alarm clock and gives me all the info I need when I'm too bleary eyed to look at my phone!   Easy to set up, better sound than I expected."
	},
	{
		"index" : 258,
		"prod_name" : "Amazon echo dot",
		"review_head" : "My grandson loves it",
		"review_body" : "He loves it to listen to his music on  it .ot has great sound and easy for him to use and play music and ask questions"
	},
	{
		"index" : 259,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Good audio.",
		"review_body" : "With echo dot it can fill my whole living room with it's audio. It is a small device but you will be satisfied with the volume.  Plus Alexa is so friendly. LOL! You can ask for the weather, play with your favorite music actually there's a lot to discover what Alexa can do in a very fun and exciting way, she can even tell a joke!"
	},
	{
		"index" : 260,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love it",
		"review_body" : "Great little speaker with Alexa!!! Easy to instal and use!!!"
	},
	{
		"index" : 261,
		"prod_name" : "Amazon echo dot",
		"review_head" : "I would recommend to any one with pets.",
		"review_body" : "I was really hesitant for a long time on getting one, I’m a google person but after getting one I feel like my life has been simplified almost ! Plus my wife and I made a bunch of hilarious talk backs ! Spent like 3 hrs just playing with it the first night ! And whenever I leave my house I feel support secure with the alarmed setting plus it plays sounds for my dog when I leave ! Honestly such a great investment."
	},
	{
		"index" : 262,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Excellent  product",
		"review_body" : "Very cool little gadget tell you what time it is tells you what the weather is plays music I haven’t listened to in a long time I recommend this to anybody"
	},
	{
		"index" : 263,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Can’t live without",
		"review_body" : "What it can do is only limited by your lack of imagination, and adding new skills daily. I have one in almost all my rooms now. I use them for surround sound for music. I use her for news , recipes, find my Cel phone , phone calls , intercoms, Messages, and she can add reminders on my Cel phone, operation of security cameras, smart thermostat, control lights and much more. I am always learning new skills she has new added skills almost daily and it would be hard for me live without her now. Set us is super easy. Volume control is as easy as saying Alexa volume up or down or say Alexa volume 5 for example.  I think it’s like getting a new car with all the bells and whistles You didn’t really need but afterwards you can’t live without:-) What can’t she do? PS great speaker sound also"
	},
	{
		"index" : 264,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great Entry Level Alexa Enabled Speaker",
		"review_body" : "One Heavy Hockey Puck , LOL  Seems well built . Sound quality is Ok 5-10 anything over a 7 is totally distorted And useless , 1-10 Volume Ava  Great starter smart speaker . But sound quality could be a little better On the upper Levels"
	},
	{
		"index" : 265,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great gift for the in-laws!",
		"review_body" : "I noticed that my in-laws recently started using a Bluetooth speaker paired with one of their phones. Since I am already sold into the Echo-system (see what I did there?), I thought the Echo Dot would be a great next step into experiencing voice assistance -especially since I know they had Prime.  The Dot is well made, looks nice, with a simple interface featuring the mic on/off, volume and power. It has a fabric finish around the device that hides the speakers. The physical installation only requires to plug it in. However, one must download the app and link it to an Amazon account. I did take some time in explaining how to use it to them. However, once everything was done and set up, it was easy to show them the commands, features, etc. They especially loved that they can listen to their local radio and listen to the kind of music they love.  I think I may need to show them more commands on the next visit. They did tell me it could be a bit louder and I thought that it was a bit muffled. Also, the plug may be a little too big and makes it difficult to plug in other stuff on the same wall outlet.   In the end, I think the Echo Dot is a great entry to voice assistance. It's relatively easy to set up and easy to use -especially if you have Amazon Prime. It is great for small rooms such as bedrooms as the sound is not as loud. Maybe the next step for them will be the Echo Plus?"
	},
	{
		"index" : 266,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Easy dot for info and music.",
		"review_body" : "Easy to setup and working in just a few minutes. It gives you time and date when you just can't remember anymore."
	},
	{
		"index" : 267,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Easy to use",
		"review_body" : "Great quality, would buy again, easy to use, small enough to move around and not take up a lot of room"
	},
	{
		"index" : 268,
		"prod_name" : "Amazon echo dot",
		"review_head" : "easy setup",
		"review_body" : "love how the 3rd generation is so easy to hookup.  when it disconnects, it's so so easy to reconnect."
	},
	{
		"index" : 269,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Music everywhere",
		"review_body" : "We actually have these little dots all over our house even in our bathrooms have you ever gone to the bathroom and we’ll we’re in a hurry and didn’t notice no to well just ask her to tell everywhere say I need to and someone in your home will most likely bring it to you taking a shower and like to listen to music well this little guy dose it for you we actually have all our dots and shows in a group so I can listen to music everywhere in my house all the speakers will play my music in every room with no lag from room to room who needs to install speakers everywhere in the walls and calling wend you have dots and shows and Alex speakers everywhere lol me and my family definitely enjoy especially when we need everyone to know something simple like dinner is done ask Alexa and she’ll tell everyone need to get everyone up at the same time no worries Alexa will set alarms for you want to hear what’s going on in the next room no worries you can if you need to absolutely love my dots definitely a must for a smart home turning on and off lights easy as long as you have one large show and the smart plugs or switches or lights the dots will turn them off and on need the dot to be discrete there are plug mounts for the dots so it’s out off the way definitely a great purchase and even better with multiple Devices"
	},
	{
		"index" : 270,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great sound for my music",
		"review_body" : "Use from anywhere in my house love it great gift buying again"
	},
	{
		"index" : 271,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Awesome little speaker",
		"review_body" : "Was concerned with what the sound was going to be like coming from such a small speaker, but I’m impressed! I have it located on bar between living area and kitchen and it fills the entire apartment with sound. Of course if you’re expecting rumbling bass to rattle the walls then this probably isn’t gonna be it for you. But if you just enjoy the crystal clear sound of music then you won’t be disappointed."
	},
	{
		"index" : 272,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Perfect personal assistant for anyone!",
		"review_body" : "This is my second echo dot purchase....I don't know how I lived without this until now. I'm setting timers,reminders & alarms, making grocery lists, turning on the T.V. and a whole lot more all hands free but it's the simplest way to do hands free! I love it. I put it in the middle of my apartment and Alexa can hear me from almost anywhere. I'm constantly asking her questions and requesting definitions to words I hear in movies or getting her to set timers for cooking and reminders for medicine. I basically have a really intelligent person at my disposal 24/7. I walk everywhere i go and need to know how hot or cold it is outside so when i wake up I automatically say \"Alexa what's the temperature right now\" and she calls it out and tells me the high and low for today as well. I'm loving this."
	},
	{
		"index" : 273,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Echo Dots (3rd. Gen) Perfect!",
		"review_body" : "I love everything about the Amazon Echo Dot 3rd. Gen. I have three of them in my home along with the Amazon Echo Studio. We use all of these Alexa products everyday in our home. The Gen 3 Echo Dot does a great job all by itself and it is all you need f you are on a budget and want to get started enjoying everything Alexa has to offer. It has a wonderful speaker so you will be surprised how much you enjoy how great the music sounds when you ask Alexa to play your favorite tunes."
	},
	{
		"index" : 274,
		"prod_name" : "Amazon echo dot",
		"review_head" : "High Quality Speaker",
		"review_body" : "I'd say I was the 1st person which I bought 3rd generation of Alexa Eco dot in Woodland Hills store, it's working properly no issue good sound most powerful speakers and easy to connect to the smart home system, just updated firmware as soon as connecting to home Wifi."
	},
	{
		"index" : 275,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Easy to install",
		"review_body" : "I love it. I can hear the news, make e phone call and listen music."
	},
	{
		"index" : 276,
		"prod_name" : "Amazon echo dot",
		"review_head" : "My own virtual assistant.",
		"review_body" : "I have always heard others speak on this which made me inquisitive on purchasing. Ive heard all the news stories on being cautious with this device for varying reasons. However, with all things there is a way to protect your things. I received this when I purchased my tv. I must say, I actually enjoy it. It is super interactive, you can use the alexa app to set up your preferences, schedule. You can also speak to the device to get your news briefings, reminders, traffic updates and things like that. You can also set it up to interact with the fire tv. I could go on about the things it can do but if I did, this would be a very long review. I will recommend this.... You will not be disappointed!!"
	},
	{
		"index" : 277,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love it!",
		"review_body" : "I love the music options & since I now have 2 Echoes, they are synced & sounds like stereo thru out my condo!!  Strongly recommend.. Alexa is helpful & great for making shopping lists.."
	},
	{
		"index" : 278,
		"prod_name" : "Amazon echo dot",
		"review_head" : "ECHO DOT IS A SMART BEST BUY",
		"review_body" : "THE AMAZON ECHO DOT WITH ALEXA IS THE GREATEST NEW HOME ADDITION THAT I HAVE MOST RECENTLY BOUGHT !  YOU CAN CONNECT WITH SO MANY ITEMS IN YOUR HOME AND MAKE IT A VERY SMART PLACE TO LIVE . JUST ASK ALEXA TO DO WHATEVER YOU WANT OR GET DONE , SUCH AS REMINDERS AND TEACH MANY FOOD DISHES TO MAKE YOUR DAY GO SMOOTHLY . ALSO JUST RELAX IN YOUR FAVORITE CHAIR AND TELL ALEXA TO PLAY A RADIO STATION OR MUSIC CHANNEL AND DRIFT OFF !!  I LOVE THIS BEST BUY PURCHASE ."
	},
	{
		"index" : 279,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Helped introduce me into the smart connected home",
		"review_body" : "First, I'd say to never buy these.  They seem to give them away for free all the time (when bundled with a actual purchase like arlo lights or ring cameras).  With that said, even if you do buy them, wait for them to be on sale because that happens all the time.  We love these products.  No they dont have amazing sound quality, but they work great to create a smart connected home.  They are a low profile and affordable way to put alexa everywhere in your house so no matter where you are you can issue commands to trigger routines or functions, check weather, facts, or to send messages.  We use bigger echos to pump out higher sound, but we place these in rooms we dont use as often to help create whole home audio when cleaning or hosting.  Theres plenty of in depth reviews about what these can actually do, so to keep this simple and shorter - they're easy to set up, easy to use, and offer amazing quality for their intended use and personally helped me realize the benefits of updating the house to a smart house - I first started with two dots, and now have several shows, echo plus, smart plugs, locks, bulbs, and cameras.  The dot is a gateway drug!"
	},
	{
		"index" : 280,
		"prod_name" : "Amazon echo dot",
		"review_head" : "I love it",
		"review_body" : "I already had an Echo so I am familiar with them and their capabilities. This one was included free along with the purchase of a smart TV I made. I wouldn't have gone out and purchased a Dot for myself but since Best Buy gave it to me, who am I to turn it down? I put it in my bedroom and now have one on my main living floor and on the upper floor where the bedrooms are, so I can use this one without having the volume turned up to ridiculous levels on the one downstairs."
	},
	{
		"index" : 281,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Best Gift with Purchase Ever",
		"review_body" : "I received my first Echo Dot as a \"Gift with Purchase\", I never realized how much I would use it! I now have 2, I also got one for my mother and one for my son at college! I love being able to set reminders especially for my Mother who is getting older and sometimes needs help remembering appointments! This is more helpful than a calendar for her!"
	},
	{
		"index" : 282,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Echo Dot 3rd gen",
		"review_body" : "I purchased this Echo Dot 3rd generation kinda on a want, but not sure if I was going to like it. Got it home, read the instructions, and started using it. I love this little speaker that is voice activated. It answers questions, It will play whatever music or station I ask it to. And last but not least you can even voice prompt it to set wake up alarms like and alarm clock. It's just an awesome little machine!"
	},
	{
		"index" : 283,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great gadget",
		"review_body" : "Great hands free device that makes life just a tad more enjoyable. Easily connects to wifi and set up was simple enough, although you never really stop setting up because there are so many devices that it can set up with and connect to. I have 2 set up with a 3rd still in the box. My teenage kids enjoy asking Alexa questions and hearing its quirky, smart alec answers. It can tell you jokes, set reminders, connect to your calendar and emails and so on and so on. Already planning on getting my kids each 1 for their rooms. Endless possibilities!"
	},
	{
		"index" : 284,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great little smart speaker!",
		"review_body" : "Echo dot smart speaker is great for listening to music as well as the multitude of other things you can use it for. We use it to control a few things around the house, as well as setting timers and reminders and answering questions. Never have had any problems with it, works except when we have WiFi issues, of course. Amazing little gadget."
	},
	{
		"index" : 285,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Better than expected.",
		"review_body" : "I bought one for my sister and one for my parents. They live near each other in another state. My parents are elderly and sometimes need to call my sister in the middle of the night. The plan was for them to have this in the bedroom and just ask Alexa to call my sister if necessary. However, once we set it up, they love having the Amazon music plus the other skills that Alexa can be taught so we bought a second one for my parents’ living room/kitchen area. They  can even use the intercom skill to speak directly to my sister in her house without needing a phone!"
	},
	{
		"index" : 286,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Better than I expected",
		"review_body" : "I bought one for my sister and one for my parents. They live near each other in another state. My parents are elderly and sometimes need to call my sister in the middle of the night. The plan was for them to have this in the bedroom and just ask Alexa to call my sister if necessary. However, once we set it up, they love having the Amazon music plus the other skills that Alexa can be taught so we bought a second one for my parents’ living room/kitchen area. They  can even use the intercom skill to speak directly to my sister in her house without needing a phone!"
	},
	{
		"index" : 287,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Very handy device",
		"review_body" : "It's nice to be able to ask Alexa about the time, about the weather forecast, to set a timer, and most of all (with a Prime membership) to play music. Hook it up to a larger sound system for richer sound, but the Dot itself has acceptable sound if you just want background music while you're working on something around the house."
	},
	{
		"index" : 288,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love Alexa",
		"review_body" : "I absolutely love my Echo Dot! This is actually the 2nd one I have bought because I love it so much! I love the ease of setting timers, asking questions, getting recipes, weather and the ability to \"Drop In\" to the other Echo Dot which is in the basement and I can talk to whoever is down there without having to yell!! BIG PLUS!!"
	},
	{
		"index" : 289,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Got the New Dot",
		"review_body" : "Got the new Dot smart speaker and have to say the wait was worth it. I have numerous devices now and really didn't need another one, but thought it would be nice to have one in the bathroom while taking a shower or \"other\" duties. I heard for a small speaker, the sound was incredible and being as small as it is, placement would not be a problem. Correct on both parts. Larger Echo speakers have better sound, but for a speaker this small and unobtrusive, fantastic."
	},
	{
		"index" : 290,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great gift for 82 year old mother-in-law!",
		"review_body" : "Perfect birthday gift for my 82 year old mother-in-law. She loves getting the weather forecasts and answers to her questions about movies that she is watching. I purchased some smart switches and light bulbs that I am going to install for her in the near future. Although she isn't tech savvy enough to set it up, she loves what it is capable of doing for her. It is even great when we drop in on her device and can converse with her and my brother in law. We have 2 if them and control most of our smart home with them. It just goes to show you how technology can work regardless of your age."
	},
	{
		"index" : 291,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Doesn’t respond to Siri",
		"review_body" : "Hi I bought one of the Amazon Echo Dots for the house when my son told me that we (my husband Bob and me) we’re behind the times. After we plugged in Echo, we wanted to hear some hip tunes. I asked Siri to play The Everly Brothers but nothing happened, no response at all. I figured maybe The Everly Brothers didn’t come standard with Echo so I asked Siri to play The Drifters, once again nothing. Though Echo doesn’t respond to me even with every pronunciation of Siri I know it does add a “modern” touch to our vintage house as my son would say. - Josh’s Mom"
	},
	{
		"index" : 292,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Very entertaining gadget",
		"review_body" : "It helps to have a hands free life, excellent when you have always your hands very busy or are in a hurry. It can be used as an intercom, As a secretary to make notes or lists, you can download contacts to place phone  calls, listen to audio books, weather, news, music, and to do chores around the house with devices connected to Alexa, like guarding the house, turning on/off the lighting, opening garage doors, etc."
	},
	{
		"index" : 293,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Alexa answer the phone,",
		"review_body" : "I was so excited when I got echo dot , and I'm happy I did , it was a little confusing setting it up on the app cause I'm inpatient person but with a little patient's I got to set it up correctly. I ordered echo connect and got to set it up to the echo dot as well. Now I have 2 echo dots in my home, one in the bathroom. I have important phone calls coming in so if I'm in the shower all I gotta say is alexa answer and wallah! The call is through. A life saver compared to the old ways jumping out the shower slipping and sliding just to answer the phone, Besides that this Alexa gadget is a cool thing to have plays music, tells the weather, and much more."
	},
	{
		"index" : 294,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Echo Dot is fun",
		"review_body" : "I have heard a lot about Alexa and we are still getting to know each other.  I am amazed at the things she knows and she is definitely great at reminding me of things.  I love that she can call my friends and family for me and also help me with questions that I don't have to google.  It is great for everyone, but being of the older generation I can honest say she is the greatest!"
	},
	{
		"index" : 295,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Cool for   a beginner",
		"review_body" : "I received one with each  of the last  3  Toshiba  Televisions    I bought.   I  was not  sure  how they worked so I just  gave one away and put the other two  aside .... I saw  really popular for  Christmas so ,  I asked my son to  set mine up for  me... On Christmas .. I asked Alexa  to play my favorite  Christmas  Song by the  Temptations and  she  did so quick  and  then  I  asked for  my  favorite  Artist  Whitney's  Christmas and it shuffled  her   Christmas  Songs  .. OMG... it was so  hard to  put my  egg nog down  and stop listening to  go to bed for work the next  day.  I am so  glad I got  my son to set it  up for  me.."
	},
	{
		"index" : 296,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great Sound!!!",
		"review_body" : "This is for my 15yr old grandson... this has a great sound...."
	},
	{
		"index" : 297,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Many uses",
		"review_body" : "I enjoy the echo dots. I have them in my sons rooms and my room, I plan to purchase another for the downstairs to allow communication usage between the levels of the house. The echo has multiple uses  such as listening to amazon music, alarm clock, intercom style contact between different echo dots in different rooms, and connecting to my phone with the app so that I can call someone on a better speaker, check the news, weather, sports - not to mention it is all hands free."
	},
	{
		"index" : 298,
		"prod_name" : "Amazon echo dot",
		"review_head" : "best smart speaker",
		"review_body" : "got these over the holidays to try out and love it. didn't see the use for these initially but now that I own a few in the house and have integrated more smart home capabilities I absolutely love this echo dot. Alexa is leaps and bounds ahead of Siri, by far the best smart speaker."
	},
	{
		"index" : 299,
		"prod_name" : "Amazon echo dot",
		"review_head" : "this is our 5th",
		"review_body" : "This is our 5th purchase of this same item (giving this one to family)  has all the features you could want from playing your radio stations (kat country) to blue tooth music from your device, or using hundreds (probably thousands) of 'skills' which can be enabled. Standard skills such as weather come already enabled, and many more are free to enable via the app.  Would definitely recommend this to anyone.  I haven't used the other versions of Echo Dot as this cheaper option does everything I could want it to."
	},
	{
		"index" : 300,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Eco Dot with Alexa",
		"review_body" : "Love my Alexa! We never owned one. So we bought this smaller one to try her out! The children and us adults love her. There’s so much more to learn yet. To pair her to get started wasn’t too complicated, but for some reason I needed to update the software first. I thought that was odd. And since I use an iPhone, I needed to change the Alexa’s automatic setting of music, otherwise it tries to play from other apps. We got an amazing deal on Black Friday."
	},
	{
		"index" : 301,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great for misic",
		"review_body" : "The Amazon echo is small enough to fit in your backpack to bring in other places and bring that big enough for the sound in a diesel and a great size room it’s locations are and less the sound of the new music coming out a few small boxes enough to hope you enjoy all kinds of"
	},
	{
		"index" : 302,
		"prod_name" : "Amazon echo dot",
		"review_head" : "These are addictive...",
		"review_body" : "Echo devices are addictive! We got the first one and set it up in our living room. For the price, this thing is brilliant! We have several Dots and a couple Echo Plus units now. Apart from the normal Alexa stuff, we use them for multi-room music and as an intercom system around the house. My son has a blast asking Alexa to make farting noises and to tell him jokes. These are so affordable that you can have a lot of fun with them! The mic pickup is pretty astounding and the speaker really isn't half bad. I like that I can set them up in stereo or connect them to bluetooth speakers as well."
	},
	{
		"index" : 303,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love Alexa!",
		"review_body" : "We love our alexas, My husband and I are music people so its so nice to be able to say \" Alexa play____\" Having our lamps intergrated is so nice too. I have them set to come on before we get home of an evening, which is great in the winter when its dark so early!"
	},
	{
		"index" : 304,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Does exactly what it says it does",
		"review_body" : "Since I don't have a smart house this is really more of a novelty than anything else.  Still, at this price you can't really go wrong.  The only thing I don't like is that you can't change the Alexa voice.  You can change her accent but that's all.  I'm sure that will change soon but for now you're stuck with no voice options.  It seems like such a simple thing. Word of caution: When you search for the app online don't let your browser redirect you to a third party.  Mine did and I was instructed to call an 800 number.  Then the guy told me Echo wouldn't work on my wifi until I installed some other products at a cost.  I finally figured out I wasn't dealing with Amazon Echo."
	},
	{
		"index" : 305,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Very happy with purchase",
		"review_body" : "The echo dot (3rd Gen) is ideal for placing in any additional room or distance area in the home expanding the reach of your smart home at an economical price point. It’s sound is acceptable of its size just as long as the sound level is set at or below midpoint. My echo dot was included at no cost with the purchase of an Echo Show 8 which was also discounted so I am very happy with my purchase. Fulfilling all my expectations without any additional cost to me demands an evaluation of 5 stars."
	},
	{
		"index" : 306,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Fun and easy gift",
		"review_body" : "Bought this for my boyfriend's parents for Christmas and they love it. They were very hesitant as they don't have many tech devices but now they use it to make grocery lists, play music and tell jokes :) can't beat it for the people who have everything!"
	},
	{
		"index" : 307,
		"prod_name" : "Amazon echo dot",
		"review_head" : "We have two!",
		"review_body" : "We used to be a google household, but had constant problems with disconnecting so we switched to these. No problems at all! Put them in the same areas and they never disconnect to our WiFi unless of course the WiFi itself has gone down (which is rare)."
	},
	{
		"index" : 308,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Excellent Value",
		"review_body" : "To complement an Echo Show in the household, this Echo Dot is perfect for the den for all Alexa functions.  Although it doesn''t have the sound fidelity of the Show, more than adequate to get information from Alexa and serve as an intercom to the Show."
	},
	{
		"index" : 309,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Good but depends on other smart devices owned",
		"review_body" : "The echo dot is great. It has good speakers. But how good and useful it can be depends on other smart devices owned. For example, we do not have the Fire Tv by Amazon but use Roku. So, I cannot connect the TV directly to Roku and ask the Echo dot to play from Netflix. I need an app to do that, which is kind of annoying. Similarly, I have YouTube premium and I cannot use Echo dot to ask it to play from YouTube.  So, if you have amazon prime and Fire Tv, echo dot can be very useful. Otherwise, you will have to find other (less-useful) hacks to use it efficiently."
	},
	{
		"index" : 310,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Even Better Than Expected!",
		"review_body" : "I recently purchased the Amazon Echo Show and 2 Echo Dots and wasn't keen at how a ring of light is constant and there isn't any way to disable it (that I could find anyway - and darkness is crucial for my sleep). I had to purchase 2 more and I'll be honest, I wasn't looking forward to their parking it in my home with their nighttime light shows. Turns out, the 3rd gen has the option to disable this wretched feature. I am now a converted fan and Alexa has her original name back instead of expletives preceding it!"
	},
	{
		"index" : 311,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love my New alexa",
		"review_body" : "I am a huge fan of the Alexa Products, these little devices are affordable and coordinate to every room in my house. Once you have one, you want to fill your whole house with them. This one is my new favorite as white is a clean crisp color. it is loud, hears your clearly and reacts in a timely manner."
	},
	{
		"index" : 312,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Echo Dot 3",
		"review_body" : "Great device ...  you can ask Alexa to play music, answer questions, read the news, check the weather, set alarms, control compatible smart home devices, and more. Simple to set up and use—plug in, open the Alexa app, and start using your voice"
	},
	{
		"index" : 313,
		"prod_name" : "Amazon echo dot",
		"review_head" : "White as a cloud",
		"review_body" : "My daughter wanted her Echo Dot to be white, so we got her this one.  You can never go wrong with the Echo Dot.  We have one in every room so the family is connected at all times.  Combine with the Echo Show to make the experience even better."
	},
	{
		"index" : 314,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Little extra dot",
		"review_body" : "This is a great addition to the home since we have been using Alexa for quite some time now. It’s pretty cool having these located in each of the guest rooms and simply connecting the entire house to this new world of automated/digital access."
	},
	{
		"index" : 315,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love my Echo Dot!",
		"review_body" : "I use this one in my bedroom.  The \"sleep sounds\" app is great.  I love to listen to the rain and thunder but there are lots of other sounds to choose from also.  I listen to the news and check the weather while I'm getting ready for work."
	},
	{
		"index" : 316,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Love this! Buy this now if you are even considerin",
		"review_body" : "Love the echo dot. You can play music or XM radio or IHeart or Amazon Music, etc. on one speaker OR by saying \"Alexa play XM 123 everywhere or play Thriller everywhere\" you can walk from room to room cleaning and listening, depending on how many speakers you have, if you have 5 speakers all 5 will play, I'm not sure of the limit of number of speakers. And I have not even scratched the surface of what it can do."
	},
	{
		"index" : 317,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Great smart home speaker, needs accessories",
		"review_body" : "This is a great smart home speaker, if you are willing to invest in the switches, sockets, and other accessories.  I love being able to turn on the lights outside just by speaking.  Otherwise the speaker is good enough for light music."
	},
	{
		"index" : 318,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Alexa is Amazing",
		"review_body" : "This is our 5th Echo dot to join our home and we love it! Still finding new uses which helps our 8 yo as she keeps quizzing it for what it can't do... Believe me it can be educational for us all. I love that I can use it as a speaker or take it with us if when we travel. Around the home it can be placed anywhere that a power source is available.  Used often & really a great item to have around. Awesome quality & fits in with the decor, it also blends in so we'll most people do not even notice it unless I have the mic turned off. That red ring is obvious... Easy to connect, use & a helper to our family... Another great buy at Best Buy..."
	},
	{
		"index" : 319,
		"prod_name" : "Amazon echo dot",
		"review_head" : "The paranoia has passed.",
		"review_body" : "Swore I'd never have one of these in the house for fear of Alexa listening to my every conversation.  Got to play with one over the holidays and thought it was pretty cool tech.  Use it mostly for streaming music to other speakers and have started exploring the other features.  It's a cool toy and I've pretty much gotten over the big brother phobia. It feels solid and well made.  Speaker isn't audiophile quality but works in a pinch."
	},
	{
		"index" : 320,
		"prod_name" : "Amazon echo dot",
		"review_head" : "Ready to have fun!",
		"review_body" : "Do you like to listen to music or playing games or catching up on current events. Look no further than the Amazon Echo Dot. Great sound and Alexa will keep you updated on the weather, wake you up and laughing throughout the day."
	}
]
